/* NSButton (Cancel) : <title:Cancel> (oid:12) */
"Cancel" = "ביטול";

/* NSButton (Duplicate) : <title:Duplicate> (oid:29) */
"Duplicate" = "שכפל";

/* NSTextField (Duplicate File) : <title:Duplicate File> (oid:11) */
"Duplicate File" = "שכפל קובץ";

/* NSButton (Edit) : <title:Edit> (oid:13) */
"Edit" = "ערוך";

/* NSTextField (Enter the name for the new file:) : <title:Enter the name for the new file:> (oid:14) */
"Enter the name for the new file:" = "הזן שם לקובץ החדש:";

